tap "chiselstrike/tap"
tap "dotenvx/brew"
tap "homebrew/bundle"
tap "libsql/sqld"
tap "pkgxdev/made"
tap "planetscale/tap"
tap "tursodatabase/tap"
tap "wez/wezterm"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "asciinema"
brew "bat"
brew "bottom"
brew "difftastic"
brew "exiftool"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "hugo"
brew "hyfetch"
brew "libheif"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "lazygit"
brew "lf"
brew "luajit"
brew "media-info"
brew "mise"
brew "neofetch"
brew "oha"
brew "podman"
brew "podman-compose"
brew "python-requests", link: false
brew "python@3.10"
brew "python@3.9"
brew "riff"
brew "ripgrep"
brew "rustup"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "sqlc"
brew "starship"
brew "stow"
brew "templ"
brew "the_silver_searcher"
brew "tig"
brew "tokei"
brew "tree-sitter"
brew "zig"
brew "zoxide"
brew "dotenvx/brew/dotenvx"
brew "libsql/sqld/sqld"
brew "pkgxdev/made/pkgm"
brew "tursodatabase/tap/turso"
